// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Administrar o papel personalizado";
HelpTitle = "Administrar o papel personalizado";

NoIccTitle = "<nenhum perfil selecionado>";

DoubleNameTitle = "O nome do papel personalizado já existe";
DoubleNameMsg = "Já existe um tipo de papel personalizado com o nome \"%@\". Escolha outro nome para o papel personalizado.";

MaxMediaExceededTitle = "Você ultrapassou o número máximo de tipos de papel personalizado.";
MaxMediaExceededMsg = "Você pode definir até %i tipos de papel personalizado. Exclua um ou mais tipos de papel antes de acrescentar um novo.";

DeletePaperTitle = "Tem certeza que deseja excluir o papel personalizado?";
DeletePaperMsg = "Esta operação não pode ser desfeita. Com o clicar de Excluir, todas as informações sobre o papel são apagadas.";
DeleteButtonTitle = "Excluir";

ProfileExistsTitle = "Perfil ICC já existe";
ProfileExistsMsg = "Um perfil ICC com o nome de arquivo \"%@\" já está arquivado no repositório local. Se \"Usar o perfil existente\" for selecionado, o perfil já arquivado é usado com o papel personalizado. Você pode também escolher \"Usar nome de arquivo diferente\" para alterar o nome do arquivo.";
ProfileExistsDefButton = "Usar o perfil existente";
ProfileExistsAltButton = "Cancelar";
ProfileExistsOtherButton = "Usar um nome diferente";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Revestido Inkjet";
PhotoRag = "Fotográfico Rag";
Watercolor = "Aquarela";
Canvas = "Canvas";
RigidPhotoRag = "Fotográfico Rag Rígido";
RigidWatercolor = "Aquarela Rígido";
RigidCanvas = "Canvas Rígido";
Brochure = "Folheto";
PlainPaper = "Papel Comum";

NonKongText = "Você pode editar ou excluir o papel aqui. Selecione o papel a ser editado ou excluído e, em seguida, selecione a ação a ser executada no menu abaixo da tabela.";

NotRegisteredProfileWarning = "O perfil ICC não está registrado no ColorSync. Para registrar o perfil, selecione \"Registrar perfil\" no menu abaixo da tabela.";

PhotoInkjetScrapbook = "Papel de álbum de recortes p/ jato de tinta, foto";
MatteInkjetScrapbook = "Papel de álbum de recortes p/ jato de tinta, mate";

Coated = "Revestido";
PhotoThick = "Espessura da foto";
FiberGloss = "Brilhante com fibras";
photoRag = "Tecido fotográfico";
photoRagThin = "Papel fibroso para foto fino";

//print quality names
Best = "Melhor";
Normal = "Normal";
Fast = "Rascunho rápido";
MaxDPI = "DPI máxima";

InvalidFileTitle = "Não foi possível importar o papel personalizado";
InvalidFileMsg = "O arquivo \"%@\" não é um arquivo válido de papel personalizado.";

ProfileInvalidTitle = "Tipo de arquivo ICC incorreto";
ProfileInvalidMsg = "O arquivo ICC selecionado não pode ser usado com uma impressora.";
ProfileInvalidDefButton = "Escolha outro perfil…";
ProfileInvalidAltButton = "Cancelar";

TaskTitleFieldText = "Administrar o papel personalizado";
TaskDescriptionFieldText = "Você pode editar, importar, exportar ou excluir o papel aqui. Selecione o papel a ser editado, importado, exportado ou excluído, e selecione a ação a ser executada no menu abaixo da tabela.";
FirstColumnHeader = "Nome do papel";
SecondColumnHeader = "Perfil";
MenuItemImport = "Importar…";
MenuItemEdit = "Editar…";
MenuItemExport = "Exportar…";
MenuItemDelete = "Excluir";
MenuItemRegisterProfile = "Registrar perfil";
EditSheetTitleFieldText = "Editar o papel personalizado";
EditSheetDescriptionFieldText = "Edite as informações sobre o papel.";
PaperNameLableText = "Nome do papel personalizado:";
PaperCategoryLableText = "Categoria do papel:";
IccFileNamelableText = "Perfil ICC (opcional):";
IccFileNameFieldText = "<nenhum perfil selecionado>";
BrowseButtonText = "Pesquisar…";
ClearButtonText = "Limpar perfil";
CancelButtonText = "Cancelar";
DoneButtonText = "Completo";

